[{"id":0,"titulo":"Tales de Mileto","tipo":"personagem","data":[[-626],[-623]],"data2":[[-548],[-545]],"descricao":"Um dos precursores da ciência e do método científico. Em sua filosofia advogava pelo uso de observações, hipóteses e dedução lógica, ao invés da mitologia. Acreditava que toda a matéria era composta de uma única substância, a água, em diferentes configurações. Também há indícios de que contribuiu vastamente para a astronomia, calculando a duração de um ano e os horários dos solstícios e equinócios. É conhecido também na geometria principalmente pelo Teorema de Tales, acerca de proporções entre linhas.","mais":"https://en.wikipedia.org/wiki/Thales_of_Miletus","personagens":["Tales de Mileto"],"tags":["Escola Jônica","Escola de Mileto","astronomia","cosmologia","filosofia","geometria","naturalismo","pré-socrático"]},{"id":1,"titulo":"Renascimento","tipo":"periodo","data":[[1350]],"data2":[[1600]],"descricao":"Período que marca o fim da Idade Média na Europa e vai terminar com o início da Idade Moderna, onde há uma intensa releitura, e portanto renascimento, de valores e pensamentos da Antiguidade Clássica principalmente nas artes, na filosofia e nas ciências.\nHá ainda muito debate sobre sua extensão e suas datas de início e fim, mas pode-se dizer que correlaciona-se com o fim das Cruzadas e a movimentação da economia em rotas de comércio principalmente na Itália.","mais":"https://pt.wikipedia.org/wiki/Renascimento","personagens":["Leonardo da Vinci","Rafael","Ticiano","Michelangelo","Nicolau Copérnico","Galileu Galilei","Johannes Kepler","René Descartes","Giordano Bruno","Tycho Brahe","Girolamo Cardano","Gottfried Wilhelm Leibniz","Robert Boyle","Blaise Pascal","Evangelista Torricelli","Edmond Halley","Cristóvão Colombo","Pedro Álvares Cabral","Américo Vespúcio","Johannes Gutenberg","Thomas More","Martinho Lutero","João Calvino","François Viète","Lavinia Fontana","Andreas Vesalius"],"tags":["Humanismo","Igreja Católica","astronomia","filosofia","mecânica"]},{"id":2,"titulo":"Nicolau Copérnico","tipo":"personagem","data":[[1473,2,19]],"data2":[[1543,5,24]],"descricao":"Cónego da Igreja Católica, médico, governador, economista, matemático e astrônomo polonês que defendia uma teoria heliocêntrica, na qual o Sol é o centro do universo (Sistema Solar até então), ao contrário da então vigente teoria geocêntrica, em que a Terra ocupava o papel de centro.\n","mais":"https://en.wikipedia.org/wiki/Nicolaus_Copernicus","personagens":["Nicolau Copérnico"],"tags":["Igreja Católica","astronomia","economia"]},{"id":3,"titulo":"Isaac Newton","tipo":"personagem","data":[[1643,1,4]],"data2":[[1727,3,31]],"descricao":"Uma das figuras mais importantes da ciência e da chamada Revolução Científica, matemático, físico e teólogo. Em sua obra mais famosa, Princípios Matemáticos da Filosofia Natural, publicado em 1687, constrói a base da mecânica clássica com suas leis do movimento e também a Lei da Gravitação Universal.\nParalelamente à Leibniz foi um dos inventores do que hoje conhecemos como Cálculo Diferencial e Integral.\nTambém contribuiu para a ótica, mecânica dos fluidos e a análise combinatória. Foi diretor da Casa da Moeda Real inglesa e também um dos presidentes da Royal Society.","mais":"https://pt.wikipedia.org/wiki/Isaac_Newton","personagens":["Isaac Newton"],"tags":["Cálculo Infinitesimal","Royal Society","Teologia","astronomia","cosmologia","filosofia","mecânica","mecânica dos fluidos","ótica"]},{"id":4,"titulo":"Descoberta do elétron","tipo":"evento","data":[[1897,4,30]],"descricao":"Em 1896, o físico J. J. Thomson, com seus colegas John S. Townsend e Harold A. Wilson, executaram experimentos indicando que os raios catódicos eram partículas únicas, aos invés de ondas, átomos ou moléculas como era acreditado anteriormente. Thomson fez boas estimativas tanto da carga e e da massa m, descobrindo que as partículas dos raios catódicos, que ele chamou de \"corpúsculos\", teriam talvez um milésimo da massa do menor íon conhecido: o hidrogênio. Ele demonstrou que a relação carga para massa, e/m, era independente do material do cátodo. Também demonstrou que as partículas carregadas negativamente produzidas por materiais radioativos, pelo aquecimento de materiais e pelos materiais luminosos eram universais. O nome electron foi novamente proposto para estas partículas pelo físico George Fitzgerald, e o nome então ganhou aceitação universal. (Trecho retirado da Wikipédia)\nEm 30 de Abril de 1897 ele fez um discurso na Royal Institution comunicando os resultados de seus experimentos que demonstravam a natureza corpuscular dos raios catódicos.","mais":"https://pt.wikipedia.org/wiki/El%C3%A9tron#Descoberta, https://www.bbvaopenmind.com/en/science/physics/the-electron-revolution/","personagens":["Joseph John Thomson","J. J. Thomson","John S. Towsend","Herold A. Wilson"],"tags":["eletromagnetismo","elétrica"]}]